---
kind: type
id: T:Autodesk.Revit.DB.Electrical.CorrectionFactorSet
source: html/2a56bd02-5b0a-4455-8193-6b6384d42835.htm
---
# Autodesk.Revit.DB.Electrical.CorrectionFactorSet

A set that contains correction factors.

## Syntax (C#)
```csharp
public class CorrectionFactorSet : APIObject,
	IEnumerable
```